Repository: deftonee/file-sort
Catalog: *.po
Languages: ru_ru

source: Format help
ru_ru: Помощь

source: Understood
ru_ru: Хорошо

source: Information
ru_ru: Информация

source: The sorting process is interrupted
ru_ru: Процесс сортировки прерван

source: Success
ru_ru: Успех

source: Sort process completed
ru_ru: Процесс сортировки завершен

source: Validation error
ru_ru: Ошибка входных данных

source: Sorting process
ru_ru: Процесс сортировки

source: Done
ru_ru: Выполнено

source: Fails
ru_ru: Ошибки

source: File Sorter
ru_ru: Сортировка файлов

source: Source folder
ru_ru: Папка с файлами

source: View
ru_ru: Обзор

source: Destination folder
ru_ru: Конечная папка

source: Folder structure format
ru_ru: Формат структуры папок

source: Sorting method
ru_ru: Способ сортировки

source: Conflict resolving method
ru_ru: Разрешение конфликтов имён

source: Remove empty folders from source
ru_ru: Удалять пустые папки

source: Sort
ru_ru: Сортировать

source: Select source folder of your files
ru_ru: Выберите папку с файлами

source: Select destination folder of your files
ru_ru: Выберите конечную папку

source: Move files instead of copying them
ru_ru: Перемещать файлы, а не копировать их

source: Replace files with same names
ru_ru: Заменять файлы с одинаковыми именами

source: Do nothing when file with same name already exists
ru_ru: Ничего не делать, когда файл с таким именем уже есть

source: Dispose empty folders
ru_ru: Удалять пустые папки

source: No files to sort
ru_ru: Папка пуста

source: Others
ru_ru: Остальное

source: Copy
ru_ru: Копировать

source: Move
ru_ru: Переместить

source: Replace
ru_ru: Заменять

source: Save all files with different names
ru_ru: Сохранить файлы под разными именами

source: Do nothing
ru_ru: Ничего не делать

source: Remove
ru_ru: Удалять

source: Leave
ru_ru: Оставить

source: Process hidden objects
ru_ru: Обрабатывать скрытые файлы и папки

source: Not process hidden objects
ru_ru: Не обрабатывать скрытые файлы и папки

source: Source folder path is not valid
ru_ru: Путь до папки с файлами не корректен

source: Destination folder path is not valid
ru_ru: Путь до конечной папки не корректен

source: Content type name of file (Images, Videos, ...)
ru_ru: Тип данных файла (Изображения, Видео, ...)

source: Images
ru_ru: Изображения

source: Videos
ru_ru: Видео

source: Audios
ru_ru: Аудио

source: Documents
ru_ru: Документы

source: Extension of file (jpg, png, doc, avi, ...)
ru_ru: Расширение файла (jpg, png, doc, avi, ...)

source: Year with century as a decimal number
ru_ru: Год в виде числа

source: Month as a decimal number [01,12]
ru_ru: Месяц в виде числа [01,12]

source: Day of the month as a decimal number [01,31]
ru_ru: День месяца в виде числа [01,31]

source: Hour (24-hour clock) as a decimal number [00,23]
ru_ru: Час в виде числа (24 часовой формат) [00,23]

source: Minute as a decimal number [00,59]
ru_ru: Минута в виде числа [00,59]

source: Second as a decimal number [00,61]
ru_ru: Секунда в виде числа [00,61]

source: Time zone offset from UTC
ru_ru: Смещение часового пояса в стандарте UTC

source: Locale's abbreviated weekday name
ru_ru: День недели в сокращении

source: Locale's full weekday name
ru_ru: День недели

source: Locale's abbreviated month name
ru_ru: Месяц в сокращении

source: Locale's full month name
ru_ru: Полное название месяца

source: Locale's appropriate date and time representation
ru_ru: Дата и время в стандартном формате

source: Hour (12-hour clock) as a decimal number [01,12]
ru_ru: Час в виде числа (12 часовой формат) [01,12]

source: Locale's equivalent of either AM or PM
ru_ru: Эквивалент обозначения части дня (AM или PM)

source: Month as a small roman number [ⅰ,ⅻ]
ru_ru: Месяц в виде строчного римского числа [ⅰ,ⅻ]

source: Month as a capital roman number [Ⅰ,Ⅻ]
ru_ru: Месяц в виде прописного римского числа [Ⅰ,Ⅻ]

source: Month as number in circle [①,⑫]
ru_ru: Месяц в виде числа в круге [①,⑫]

source: / - Folder structure separator
ru_ru: / - Разделитель уровней папок

source: Format example: %T/%Y/%m%B - %d Path example for this format: Images/2017/05May - 02/
ru_ru: Пример формата: %T/%Y/%m%B - %d Пример пути до конечной папки для такого формата: Изображения/2017/05Май - 02/
